{
    "view mikhail's portfolio": "<a href='https:\/\/www.instagram.com\/pre_date_l\/' target='_blank' class='instagram-link'><span class='ava-mikhail'><img src='https:\/\/inwrite.org\/gpt\/index-file\/IMG_0881.png' alt='Photo Mikhail'><\/span><\/a><div class='hr'><\/div>I am a web developer specializing in helping small and medium-sized businesses succeed online. My mission is to enhance companies' visibility on the web and strengthen customer relationships through effective and reliable web solutions.\n\nBeyond client work, I am the founder and visionary behind several personal projects:\n<ul><li><strong><a href='https:\/\/inwrite.org\/' target='_blank'>inWrite<\/a><\/strong> — a user-friendly platform for anonymous online publishing, allowing users to share thoughts and ideas without registration.<\/li><li><strong><a href='https:\/\/inwrite.org\/chat\/' target='_blank'>inChat<\/a><\/strong> — a secure anonymous messenger for online communication and message exchange.<\/li><li><strong><a href='https:\/\/inwrite.github.io\/inMail\/' target='_blank'>inMail<\/a><\/strong> — a service that provides temporary email addresses for anonymous and secure email reception.<\/li><li><strong><a href='https:\/\/wopr.ru\/' target='_blank'>WoPr<\/a><\/strong> — a platform that enables free website creation and hosting of any complexity on the WordPress CMS.<\/li><li><strong><a href='https:\/\/wikli.ru\/' target='_blank'>Wikli<\/a><\/strong> — a platform for free website creation and hosting using WordPress CMS (2025).<\/li><li><strong><a href='https:\/\/usink.ru\/' target='_blank'>UsInk<\/a><\/strong> — a service for creating and hosting simple business card websites, ideal for both personal and professional use.<\/li><li><strong><a href='https:\/\/inwrite.github.io\/protest' target='_blank'>Protest<\/a><\/strong> — a collection of my artwork and covers in SVG format, available under the Creative Commons Zero (CC0) license.<\/li><li><strong><a href='https:\/\/inwrite.org\/db\/' target='_blank'>Desert Bloom Eco Farm<\/a><\/strong> is a fully autonomous eco-farm powered by solar energy and aquaponics. The website I developed is designed to present the farm, inform new visitors about the stay rules, and includes a survey system for collecting guest information (2025).<\/li><\/ul>\nFor those interested in my early projects, <a href='https:\/\/inwrite.github.io\/xiv\/' target='_blank'>my old portfolio<\/a> is also available for review.\n\nI am always open to new challenges and strive to develop innovative solutions that help businesses grow and adapt to modern demands.<br><br><br>You can always contact me through <button class='preset-button btn-link' data-text='contact Mikhail'>this chat 💬<\/button>",
    "help ukraine achieve peace and freedom. stand with ukraine for its right to sovereignty and independence.": "<b>My position is as follows<\/b>: I firmly condemn the actions of the current Russian government, which operates through <b>aggression, lies, and disinformation<\/b>. I consider this government illegitimate, as power has been transferred between rulers under the guise of elections that were, in reality, mere formalities. The entire state apparatus uses <b>propaganda, strict censorship, and suppression of the opposition<\/b> to manipulate public opinion and maintain the illusion of consent.<br><br><b>The events of February 24<\/b>, when Russia once again invaded Ukraine, became yet another confirmation that this regime retains power through <b>intimidation and manipulation<\/b>. The government destroys any independent sources of information, declaring the truth to be «fake news», while journalists and activists who attempt to speak out are subjected to <b>persecution, arrests, and repression<\/b>. This regime is built on <b>fear and lies<\/b>, on artificially created threats designed to control people's minds and suppress any honest criticism.<br><br><b>Because of my stance, I was forced to flee my home country<\/b>, as I began facing persecution for refusing to remain silent. But the pressure on me did not come solely from state structures. <b>Many people who were once close to me have turned away, despise me, and openly confront me<\/b> simply because I do not accept the idea that the killing of innocent people can be justified. <b>I cannot accept the term «collateral damage»<\/b>, because it <b>dehumanizes the victims, conceals the horrific reality of this war, and reduces human tragedy to mere statistics<\/b>.<br><br>I see how meticulously these crimes are being concealed. <b>One example can be found in an <a href='https:\/\/www.instagram.com\/p\/C9KAuhJo4VF\/?hl=en&img_index=8' target='_blank'>Instagram post<\/a><\/b>, where a Russian attack on civilian targets in Ukraine is documented. <b>These strikes destroy hospitals, schools, residential buildings, and vital infrastructure<\/b>, causing <b>immense suffering to innocent people<\/b>, including <b>women, children, and the elderly<\/b>. In Russia, all of this truth <b>is silenced<\/b>, and those who attempt to expose it face <b>severe repression, criminal charges, and imprisonment<\/b>.<br><br>But <b>I refuse to stay silent<\/b>. In my free time, I <b>create projects that help spread truthful information<\/b> about the war, the crimes of the regime, and the corruption within the Russian government. I make <b>these services free, open, and accessible to everyone<\/b> who seeks <b>to know the truth and speak it out loud<\/b>. I fully understand that <b>I am paying for this with my own well-being and the safety of my family<\/b>.<br><br>However, <b>justice and freedom of speech are far more important to me than wealth or recognition<\/b>.<br><br><b>I want to see a world where people are not afraid to speak the truth, where every voice matters. And I am ready to fight for that world<\/b>.<br><br><div style='display: flex;gap: 32px;justify-content: center;flex-wrap: wrap;'><a class='' href='https:\/\/inwrite.org\/' target='_blank'>inWrite<\/a><a class='' href='https:\/\/wikli.ru\/' target='_blank'>Wikli<\/a><a class='' href='https:\/\/wopr.ru\/' target='_blank'>WoPr<\/a><\/div><br><br><div class='randomimg'><img class='randomsvg' src='https:\/\/inwrite.org\/gpt\/index-file\/ukr\/stop_putin_stop_war.svg' alt='Random SVG'><button id='loadImageButton' class='btn-secondary'>Refresh image<\/button><a class='' href='https:\/\/inwrite.github.io\/protest' target='_blank'>Protest<\/a><\/div>"
}
