{
    "view mikhail's portfolio": "<div class='ava-mikhail'><img src='https:\/\/inwrite.github.io\/index-file\/IMG_0881.png' alt='Mikhail'><\/div><div class='hr'><\/div>I am a web developer specializing in helping small and medium-sized businesses succeed online. My mission is to enhance companies' visibility on the web and strengthen customer relationships through effective and reliable web solutions.\n\nBeyond client work, I am the founder and visionary behind several personal projects:\n<ul><li><strong><a href='https:\/\/inwrite.org\/' target='_blank'>inWrite<\/a><\/strong> — a user-friendly platform for anonymous online publishing, allowing users to share thoughts and ideas without registration.<\/li><li><strong><a href='https:\/\/inwrite.org\/chat\/' target='_blank'>inChat<\/a><\/strong> — a secure anonymous messenger for online communication and message exchange.<\/li><li><strong><a href='https:\/\/inwrite.github.io\/inMail\/' target='_blank'>inMail<\/a><\/strong> — a service that provides temporary email addresses for anonymous and secure email reception.<\/li><li><strong><a href='https:\/\/wopr.ru\/' target='_blank'>WoPr<\/a><\/strong> — a platform that enables free website creation and hosting of any complexity on the WordPress CMS.<\/li><li><strong><a href='https:\/\/wikli.ru\/' target='_blank'>Wikli<\/a><\/strong> — a platform for free website creation and hosting using WordPress CMS (2025).<\/li><li><strong><a href='https:\/\/usink.ru\/' target='_blank'>UsInk<\/a><\/strong> — a service for creating and hosting simple business card websites, ideal for both personal and professional use.<\/li><li><strong><a href='https:\/\/inwrite.github.io\/protest' target='_blank'>Protest<\/a><\/strong> — a collection of my artwork and covers in SVG format, available under the Creative Commons Zero (CC0) license.<\/li><li><strong><a href='https:\/\/inwrite.org\/db\/' target='_blank'>Desert Bloom Eco Farm<\/a><\/strong> is a fully autonomous eco-farm powered by solar energy and aquaponics. The website I developed is designed to present the farm, inform new visitors about the stay rules, and includes a survey system for collecting guest information (2025).<\/li><\/ul>\nFor those interested in my early projects, <a href='https:\/\/inwrite.github.io\/xiv\/' target='_blank'>my old portfolio<\/a> is also available for review.\n\nI am always open to new challenges and strive to develop innovative solutions that help businesses grow and adapt to modern demands.<br><br><br>You can always contact me through <button class='preset-button btn-link' data-text='contact Mikhail'>this chat 💬<\/button>"
}
